[
  {
    "_id": 6,
    "author_details": "Various,",
    "title": "Your Fun Festival Handbook: Dussehra & Durga Puja",
    "isbn": 9789350093290,
    "publisher": "Hachette India",
    "date_published": 2012,
    "rating": 0,
    "bookshelf_id": "1,",
    "bookshelf": "Default,",
    "read": 0,
    "series_details": "",
    "pages": "",
    "notes": "",
    "list_price": "",
    "mrp": 200,
    "ourprice": 100,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "Bring on the celebrations - it's Durga Puja and Dussehra time! Ten whole days for fun and festivities and for thanking the gods and goddesses for their blessing. From fasting to feasting, from Rama dramas to burning Ravanas, from exchanging gifts, different people in different parts of the worl celebrate these festivals in all kinds of ways and you can know all about it! This book brings you wonderful stories about Dussehra and Durga Puja...Can you solve the case of the stolen idol? Or imaging a private mother goddess? Or figure out how festivals can help you be the most awesome person you can be? Or work out ways to fight a monster you can't see and win? It's all here!",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-19 15:15:53",
    "goodreads_book_id": 0,
    "last_goodreads_sync_date": "0000-00-00",
    "last_update_date": "2016-07-19 15:15:53",
    "book_uuid": "fcf424a77014a2691dff9a42ac64c830",
    "": ""
  },
  {
    "_id": 7,
    "author_details": "Lal, Yashodhara",
    "title": "There's Something About You",
    "isbn": 9789351771999,
    "publisher": "HarperCollins",
    "date_published": "2015-07-15",
    "rating": 0,
    "bookshelf_id": "1,2,",
    "bookshelf": "Default,to-read,",
    "read": 0,
    "series_details": "",
    "pages": 268,
    "notes": "",
    "list_price": 14.99,
    "mrp": 0,
    "ourprice": 0,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "This is not your typical boy-meets-girl story. Okay, they do meet, but there are some complications. <br><br>Trish is twenty-eight. She’s unemployed, overweight, single and snarky. She knows all that. And if one more person – just one more person – tries to fix her, she might explode. Sahil is thirty-five. He has superpowers. Well, kind of. He seems to think so, anyway. He’s also hot (okay, in a geeky kind of way, but still). And he plays the guitar, helps the underprivileged and talks about his feelings. Aren’t guys like that supposed to exist only in fantasies? <br><br>When Trish and Sahil meet, magic happens. Real magic, you know, like fireworks, electricity, that sort of thing. But here’s the problem. Trish doesn’t want anyone in her life. She has enough to deal with – dependent parents, flaky neighbours, bitchy editors, the works. And yet, Sahil is determined to be in her life. <br><br>From the bestselling author of Just Married, Please Excuse and Sorting Out Sid, here is another zinger of a book.",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-28 08:34:52",
    "goodreads_book_id": 25678223,
    "last_goodreads_sync_date": "2016-07-29 01:15:41",
    "last_update_date": "2016-07-29 01:15:41",
    "book_uuid": "c1e0a16144b80ca4c96df37a946a78be",
    "": ""
  },
  {
    "_id": 8,
    "author_details": "Bond, Ruskin",
    "title": "Rupa Book of Heartwarming Stories, The",
    "isbn": 9798129107526,
    "publisher": "Rupa & Co",
    "date_published": "2005-01-08",
    "rating": 0,
    "bookshelf_id": "1,",
    "bookshelf": "Default,",
    "read": 0,
    "series_details": "",
    "pages": 184,
    "notes": "",
    "list_price": "",
    "mrp": 0,
    "ourprice": 0,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "From stories of travel, suspense, the macabre, wickedness and adventure, collected from different periods and places all over the world, ruskin bond now shifts his focus to an anthology that brings together stories that restore faith in the sheer goodness of human nature. Symbolizing the healing, therapeutic and rejuvenating effect that literature can have, these are stories that can be returned to again and again, over the years, bringing with them the warmth, hope and joie de vivre that is so important in everyday life.",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-28 08:35:08",
    "goodreads_book_id": 0,
    "last_goodreads_sync_date": "0000-00-00",
    "last_update_date": "2016-07-28 08:35:08",
    "book_uuid": "c53eb2432a88b3c42835f002d9744d8f",
    "": ""
  },
  {
    "_id": 9,
    "author_details": "Sharma, Amit",
    "title": "False Ceilings",
    "isbn": 9789382536895,
    "publisher": "Lifi Publications",
    "date_published": "2016-01-12",
    "rating": 0,
    "bookshelf_id": "1,2,",
    "bookshelf": "Default,to-read,",
    "read": 0,
    "series_details": "",
    "pages": 256,
    "notes": "",
    "list_price": "",
    "mrp": 0,
    "ourprice": 0,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "Born in the lush mountains of Dalhousie in 1930, Shakuntala is a pampered child of a wealthy builder. On her wedding night she is gifted a secret to use wisely when the time comes. <br>From the green valleys of Dalhousie to a village in Punjab reeling under the communal violence of 1947; from the Delhi of 1950s with its intoxicating smell of freedom to the Delhi of 1970s soaked in the hippie culture; from the Delhi of 1984 smelling of burnt tyres to the Delhi of 90s raising its Frankenstein of urbanization, the cancerous secret breathes with her, infects her. It is accidentally passed down, hidden under insecurities and jealousies, locked in its meaninglessness and leaving a trail of ruin. <br>When her great- grandson accidentally discovers the secret in 2065, he is perplexed by the malice that flowed in his family's blood. Was it just the secret or his family would have destroyed itself even in its absence? Why was their love never greater than their unsaid expectations from each other?",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-28 08:35:24",
    "goodreads_book_id": 28696067,
    "last_goodreads_sync_date": "2016-07-29 01:15:42",
    "last_update_date": "2016-07-29 01:15:42",
    "book_uuid": "4acb2376642254015d6d009dcbd65ab1",
    "": ""
  },
  {
    "_id": 10,
    "author_details": "Bryson, Patrick",
    "title": "The Sad Demise of Manpreet Singh",
    "isbn": 9789350097403,
    "publisher": "Hachette India",
    "date_published": "2014-07-21",
    "rating": 0,
    "bookshelf_id": "1,2,",
    "bookshelf": "Default,to-read,",
    "read": 0,
    "series_details": "",
    "pages": 319,
    "notes": "",
    "list_price": "",
    "mrp": 0,
    "ourprice": 0,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "Dominic ‘Biscuit’ McLeod is an expert in making the best out of a bad situation. As a visa fraud investigator at the Australian High Commission, New Delhi, Biscuit is legendary for his prowess in drinking beer, playing cricket, and swearing like a Dilliwallah, until the tragic death of a junior colleague forces him to become something else – a conspiracy theorist who can’t let go. Armed with only a hangover, a loathing for authority, and an inability to believe the lies that he is being told, Biscuit stumbles from crisis to catastrophe in a shambolic search for the truth. From the villages of Punjab to the cricket fields of Delhi, and the walled compounds of Gurgaon and Chanakyapuri, with dodgy visa agents, crooked cops, Aussies journalists, Afghani pimps and American spies for company, Biscuit never looks like solving the case, or leaving the party early. A bold comic debut, The Sad Demise of Manpreet Singh is a novel about the things people will do to leave the places they don’t want to be, and the lengths others will go to try and stop them.",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-28 08:35:38",
    "goodreads_book_id": 23392460,
    "last_goodreads_sync_date": "2016-07-29 01:15:42",
    "last_update_date": "2016-07-29 01:15:42",
    "book_uuid": "1395f945649af52e37226c65030066e5",
    "": ""
  },
  {
    "_id": 11,
    "author_details": "Salve, Sakshi",
    "title": "The Big Indian Wedding",
    "isbn": 9788129137449,
    "publisher": "Rupa Publications India",
    "date_published": "2015-09-30",
    "rating": 0,
    "bookshelf_id": "1,2,",
    "bookshelf": "Default,to-read,",
    "read": 0,
    "series_details": "",
    "pages": 190,
    "notes": "",
    "list_price": 19.99,
    "mrp": 0,
    "ourprice": 0,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "the big indian wedding presents the largerthanlife, sometimes outlandish, generally madding, and always highoctane world of indian marriage ceremonies!<br><br>dip in to discover of the zany, overthetop, and thus far undisclosed stories associated with the wellheeled indian’s courtship and nuptial dance. from inebriated first dates over bottles of dom pérignon; to inspired proposals in exotic locations; to the entrance of the bigticket wedding planner to, finally, the giant wedding itself, preluded by shopping sprees, bachelorettes, sangeets and mehndis, and culminating in the mother of them all, the ‘saat phere’ this book is the ultimate compendium to the indian marriage tamasha.<br><br>written by someone who has keenly observed and enthusiastically participated in weddings and has almost been roped into one herself and peppered with witty observations, merry quizzes, and a whacky proposal manual (bollywoodstyle), this book is a satirical account of the excesses of modernday indian weddings, and a sobering comment on the simplicity of the past.",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-28 08:35:50",
    "goodreads_book_id": 26791623,
    "last_goodreads_sync_date": "2016-07-29 01:15:43",
    "last_update_date": "2016-07-29 01:15:43",
    "book_uuid": "cba849c4d4b29f82071c87cdf70ba545",
    "": ""
  },
  {
    "_id": 12,
    "author_details": "Shenoy, Preeti|Shenoy, Ms. Preeti",
    "title": "34 Bubblegums and Candies",
    "isbn": 9788188575688,
    "publisher": "Srishti",
    "date_published": "2008-01-11",
    "rating": 0,
    "bookshelf_id": "1,2,",
    "bookshelf": "Default,to-read,",
    "read": 0,
    "series_details": "",
    "pages": 146,
    "notes": "",
    "list_price": 12.99,
    "mrp": 0,
    "ourprice": 0,
    "read_start": "",
    "read_end": "",
    "format": "Paperback",
    "signed": 0,
    "loaned_to": "",
    "anthology_titles": "",
    "description": "<em>34 Bubblegums and Candies</em> is a collection of short, real-life incidents that have inspired the author in the course of her life. Using the analogy of bubblegums and candies, the title alludes to the various facets of life that go by unnoticed. Humorous and engaging, the book takes you through 34 real-life incidents covering a variety of characters. <br><br>Some of the short stories are titled Please Hug Me I'm Just Like You, Sylvester Stallone Doesn't Open Up Easily, Radiators And Drains, My Special Friend, Age Miracles, Feeling Needed, Mail Exchange and The Stranger. In Please Hug Me I'm Just Like You, you travel into a home where children who are HIV positive are cared for. <em>34 Bubblegums And Candies</em> gives you a fun outlook at some of life's more complicated issues without trivializing them. <br><br>The funny and touching stories end with notes that encourage the reader to look at the lessons you can learn from some of the simplest things in life. Like the author's other works, the book uses simple vocabulary, presented in an engaging pace.",
    "genre": "",
    "language": "English",
    "date_added": "2016-07-28 08:36:10",
    "goodreads_book_id": 6327581,
    "last_goodreads_sync_date": "2016-07-29 01:15:44",
    "last_update_date": "2016-07-29 01:15:44",
    "book_uuid": "146398b56362efa3ecacfd5b100da5ea",
    "": ""
  }
]